Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisnuoret_vaativat_toimia_ilmastonmuutoksen_hillitsemiseksi.html.tmx
Source language: fin
Languages: sme

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi
sme: Sámenuorat gáibidit doaimmaid dálkkádatrievdama goahcamii

source: Tunnistamme ilmastokriisin ja vaadimme välittömiä toimia ympäristömuutosten hillitsemiseksi.
sme: Mii dovdát dálkkádatroasu ja gáibidit njulges doaimmaid goahcan dihte birasrievdadusaid.

source: Meillä on oikeus tulevaisuuteen ja sen tulee olla meidän näköisemme.
sme: Mis lea vuoigatvuohta boahttevuhtii, ja dat galgá leat min vuohkái.

source: Saamelaisnuorten julkilausuma nostaa esille huolen Saamenmaan luonnon tilanteesta ja tulevaisuudesta sekä kokoaa yhteen toimenpide-ehdotuksia.
sme: Sámenuoraid resolušuvdna čalmmustahttá fuola Sámi luonddu dilis ja boahttevuođas ja čohkke evttohusaid doaibmabidjun.

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi ja siihen sopeutumiseen.
sme: Sámenuorat gáibidit doaimmaid dálkkádatrievdama goahcamii ja dasa vuogáiduvvamii.

source: Saamelaisnuoret ovat huolissaan ilmastonmuutoksen vaikutuksista erityisesti saamelaisten perinteisiin elinkeinoihin ja kulttuuriin.
sme: Sámenuorat leat fuolas dálkkádatrievdama váikkuhusain earenoamážit sámiid árbevirolaš ealáhusaide ja kultuvrii.

source: – Julkilausumassa esitämme vaatimuksen, että saamelainen perinnetieto nostetaan tasa-arvoiseksi tiedon lähteeksi, kun tutkitaan ja puhutaan ilmastonmuutoksesta, alueiden käytöstä ja perinteisistä elinkeinoista.
sme: – Resolušuvnnas mii ovdanbuktit gáibádusa, ahte sámi árbediehtu buktojuvvo dásseárvosaš diehtogáldun, go dutket ja hupmet dálkkádatrievdama birra, guovlluid geavaheamis ja árbevirolaš ealáhusain.

source: IPCC raportti kertoo karuja faktoja ilmastokriisistä.
sme: IPCC-raporta muitala roavva dieđuid dálkkádatroasus.

source: Olemme puhuneet ilmastonmuutoksen seurauksista ja yhteisömme kohtaamista vaikutuksista jo vuosikaudet.
sme: Mii leat hupman dálkkádatrievdama čuovvumušain ja min servoša deaividan váikkuhusain juo jahkeviissaid.

source: Emme voi estää vaikutuksia, vaan meidän pitää aloittaa sopeutumistoimet kulttuurimme, kieltemme ja elinkeinojemme turvaamiseksi, toteavat julkilausuman laatimiseen osallistuneet Suomen Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio ja Ruotsin Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Maria Unnes.
sme: Mii eat bastte caggat váikkuhusaid, muhto baicca mii galgat álggahit vuogáiduvvandoaimmaid dorvvastan dihte min kultuvrra, giela ja ealáhusaid, gávnnahit resolušuvnna ráhkadeapmái oassálastán Suoma Sámedikki nuoraidráđi sátnejođiheaddji Anni-Sofia Niittyvuopio ja Ruoŧa Sámedikki nuoraidráđi sátnejođiheaddji Maria Unnes.

source: Lisäksi julkilausumassa todetaan, että yhteistyö saamelaisnuorten välillä pitää turvata yhteisillä tapahtumilla ja kokoontumisilla ja yhteistyötä saamelaisten välillä yli valtionrajojen ja muiden alkuperäiskansojen kanssa tulee vahvistaa ja lisätä.
sme: Das lassin resolušuvnnas gávnnahuvvo, ahte ovttasbargu sámenuoraid gaskkas galgá dorvvastuvvot oktasaš dáhpáhusaid ja čoahkkanemiid bokte, ja ovttasbarggu sámiid gaskkas riikkarájiid rastá ja ovttasbarggu eará eamiálbmogiiguin, galgá nannet ja lasihit.

source: Saamelaisnuoret ovat valmistelleet julkilausuman yhteispohjoismaisen saamelaisnuorten konferenssin osana.
sme: Sámenuorat leat válmmastan resolušuvnna oassin davviriikkalaš sámenuoraid konferánssas.

source: Julkilausuma toimii työkaluna yhteispohjoismaisen saamelaisnuorten yhteistyössä ja se on toimintamalli yli valtionrajojen ilmastonmuutosta vastaan.
sme: Resolušuvdna doaibmá bargoreaidun davviriikkalaš sámenuoraid ovttasbarggus, ja dat lea doaibmamálle dálkkádatrievdama vuostá rastá riikkarájiid.

source: Julkilausuma on luettavissa:
sme: Resolušuvnna sáhttá lohkat

source: pohjoissaameksi
sme: davvisámegillii

source: inarinsaameksi
sme: anárašgillii

source: koltansaameksi
sme: nuortalašgillii

source: suomeksi
sme: suomagillii

source: englanniksi
sme: eaŋgalasgillii

source: Yhteispohjoismainen saamelaisnuorten konferenssi pidettiin etätapahtumana 26.8.2021.
sme: Davviriikkalaš sámenuoraid konferánsa dollojuvvui gáiddusdáhpáhussan 26.8.2021.

source: Konferenssin pääjärjestäjänä toimi Saamelaiskäräjien nuorisoneuvosto ja se järjestettiin yhteistyössä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
sme: Konferánsa váldolágideaddji lei Suoma Sámedikki nuoraidráđđi. Konferánsa lágiduvvui ovttasbarggus Norgga, Ruoŧa ja Suoma Sámedikkiid nuoraiddoibmiiguin.

source: Konferenssissa puheenvuoroja pitivät Suomen ympäristö- ja ilmastoministeri Krista Mikkonen , Saamelaisen parlamentaarisen neuvoston puheenjohtaja Aili Keskitalo, Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja nuori poromies Jussa Seurujärvi.
sme: Konferánssas dolle sáhkavuoruid Suoma biras- ja dálkkádatministtar Krista Mikkonen , Sámi parlamentáralaš ráđi ságajođiheaddji Aili Keskitalo, Sámedikki ságajođiheaddji Tuomas Aslak Juuso ja nuorra badjealmmái Jussa Seurujärvi.

source: Työpajoja pitivät somevaikuttaja Emmi Nuorgam, artivisti Pauliina Feodoroff ja globaali nuorisojärjestö Youth4Nature.
sme: Bargobájiid dolle Emmi Nuorgam , artivista Pauliina Feodoroff ja globála nuoraidorganisašuvdna Youth4Nature.

source: Konferenssin teemana oli ilmastonmuutos ja sen osana tehtiin julkilausuma.
sme: Konferánssa temá lei dálkkádatrievdan, ja doppe ráhkaduvvui resolušuvdna.

source: Lisätietoja
sme: Lassedieđut

source: Anni-Sofia Niittyvuopio Suomen saamelaiskäräjien nuorisoneuvoston puheenjohtaja puh. +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi
sme: Anni-Sofia Niittyvuopio Suoma sámedikki nuoraidráđi ságadoalli +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi

source: Maria Unnes Ruotsin saamelaiskäräjien nuorisoneuvoston puheenjohtaja maria.unnes(at)sametinget.se
sme: Maria Unnes Ruoŧa sámedikki nuoraidráđi ságadoalli maria.unnes(at)sametinget.se

source: Elli-Marja Hetta Suomen saamelaiskäräjien nuorisosihteeri puh. +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
sme: Elli-Marja Hetta Suoma sámedikki nuoraidčálli +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
